Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Both the IWCF and the IADC have taken initiatives on competence and training, but these do not appear to be coordinated.
nb: På området kompetanse og opplæring har både IWCF og IADC tatt initiativer, men initiativene ser ikke ut til å være samkjørt.

source: Process Instruction 007/Jan2017 lists the evaluation criteria which will identify the possible requirement.
nb: Process Instruction 007/Jan2017 lister de evalueringskriteriene som skal identifisere det eventuelle behovet.

source: h) general hypothermia (second degree or higher) i)
nb: h) generell nedkjøling (hypotermi av grad to eller høyere), i)

source: Ærfugl is tied to the Skarv production, storage and offloading vessel (FPSO).
nb: Feltet er knytta til produksjons- og lagerskipet (FPSO) Skarv.

source: We take a positive view of the improvement in the assessments related to HSE and the working environment from 2017, but simultaneously see that perceived health problems are linked to a greater extent to working conditions.
nb: Rederiforbundet ser positivt på at vurderinger relatert til HMS og arbeidsmiljø er forbedret siden 2017, men samtidig ser vi at opplevde helseplager i større grad er knyttet mot arbeidssituasjonen.

source: The volume of liquid and gas in the HP separator could have been different, since the
nb: Volumet med væske og gass i HP-separatoren kunne vært et annet, siden væskenivået

source: In addition, the responsible party must establish barriers which reduce the probability that faults and/or hazards or accidents develop, and limit possible harm and inconveniences.
nb: Den ansvarlige skal i tillegg etablere barrierer som reduserer sannsynligheten for at feil og/eller fare- og ulykkessituasjoner utvikler seg, og begrenser mulige skader og ulemper.

source: offshore and land facilities, while on older installations it is roughnecks who have the highest average score for ergonomic factors.
nb: arbeiderne på de gamle innretningene som har den høyeste gjennomsnittlige risikoskåre for ergonomiske faktorer.

source: Pursuant to section 69 of the framework regulations on administrative decisions, Equinor Hammerfest LNG is ordered to do the following.
nb: Med hjemmel i rammeforskriften § 69 om enkeltvedtak pålegger vi Equinor Hammerfest LNG å:

source: A work process of this kind had been initiated when the incident occurred, since the leak was assumed to be in a steam tracing pipe rather than the actual steam pipe.
nb: Det var en slik arbeidsprosess som var satt i gang før hendelsen oppstod, da det ble antatt at lekkasjen kom fra et dampvarmerør og ikke selve damprøret.

source: The validity of this Acknowledgement of Compliance assumes that Transocean Offshore Ltd NUF ensures that the facility and relevant parts of the company’s organisation and management systems are maintained, to fulfil terms and conditions set out in the PSA’s decision.
nb: Gyldigheten av denne samsvarsuttalelsen forutsetter at Transocean Offshore Ltd NUF sørger for at innretningen og relevante deler av selskapets organisasjon og styringssystemer blir vedlikeholdt, slik at vilkår og forutsetninger i Ptils vedtak blir ivaretatt.

source: “We have good control over and management of safety-critical maintenance and monitoring, says Øystein Arvid Håland, head of safety and sustainability for the NCS at the oil company.
nb: - Vi har god kontroll og styring på sikkerhetskritisk vedlikehold og overvåking, sier HMS-direktør for norsk sokkel i Statoil, Øystein Håland.

source: described in the operating instructions, with reference to FUSEX section 5, see annex II, item 1.0.6.
nb: FUSEX § 5, jf. vedlegg II, punkt 1.0.6. Dette omfatter også eventuelle

source: For pool fires, the hydrocarbon curve described in standard NS-EN 1363-2 should be used.
nb: For pølbrann bør hydrokarbonkurven som er beskrevet i standarden NS-EN 1363-2, brukes.

source: Section 86, second subsection, of the Activities Regulations: no later than three months before planned start-up of the activity.
nb: aktivitetsforskriften § 86 andre ledd: senest tre måneder før planlagt oppstart av aktiviteten.

source: Cf. also Chapter IV of the Facilities Regulations and Sections 18 and 19 of the Management Regulations.
nb: også innretningsforskriften kapittel IV og styringsforskriften § 18 og § 19.

source: Training, drills and teamwork
nb: Trening, øvelse og samhandling

source: Two people stood under the crane and adjusted the grippers to 3 ½-inch drill pipe.
nb: To personer stod under kranen og justerte griperne til 3 ½ tommers borerør.

source: In order to fulfil the requirement to noise, the NORSOK U-100 standard revision 3 Chapter 5.2.2.6 should
nb: For å oppfylle kravet til støy bør standarden NORSOK U-100N revisjon 3 kapittel 5.2.2.6 brukes for

source: documents as mentioned in the first subsection, literas a and b, as regards technical operations documents.
nb: nevnt i første ledd bokstav a og b, når det gjelder tekniske driftsdokumenter.

source: The PSA’s supervision of Johan Castberg will continue.
nb: Vårt tilsyn med Johan Castberg fortsetter.

source: Wash string #1 was then run in, consisting of 3½" drill pipe at the bottom and 5 7/8" drill pipe at the top.
nb: Deretter ble det kjørt inn en vaskestreng #1 bestående av 3 ½" borerør nederst og 5 7/8"borerør øverst.

source: Identifying the need for an SJA comprises several phases, from planning the job until the work is to be done.
nb: Identifiseringen av behovet for en SJA består av flere faser, fra jobben planlegges til arbeidet skal utføres.

source: As a result, the requirements in R-18601 and TR-3526 on testing and locking the isolation valve were not complied with for these operations, and necessary barriers pursuant to the requirement documents were not established.
nb: Krav i R-18601 og TR-3526 til testing og låsing av isoleringsventil er således ikke etterlevd i forbindelse med disse operasjonene, og nødvendige barrierer i henhold til kravdokumenter er ikke etablert.

source: While the main tendency is the same, a number of the indicators were at the same level as in the 2015 survey. Wrong way
nb: Hovedtendensen er den samme, men flere av indikatorene ligger på samme nivå som ved kartleggingen i 2015. - Bruk RNNP til forbedring

source: The PSA has issued Hess Norge AS (Hess) with an order following identification of serious breaches of the regulations during an audit of the company's fulfilment of its obligations as licensee of the Valhall production licence.
nb: Ptil har gitt Hess Norge as (Hess) pålegg etter at det i tilsyn med selskapets ivaretakelse av plikter som rettighetshaver i Valhall-utvinningstillatelsen ble identifisert alvorlige brudd på regelverket.

source: Providing the rope is correctly installed in such systems, no further rotation of the rope will be introduced and rotation will not be a challenge.
nb: Under forutsetning av at ståltau blir korrekt installert i slike systemer, vil ikke ytterligere rotasjon i tauet introduseres og rotasjon vil ikke være en utfordring.

source: This communicates information on incidents, near-misses and assessments of accident risk related to environmental discharges.
nb: RNNP AU formidler informasjon om hendelser, tilløpshendelser og vurderinger av ulykkesrisiko i forbindelse med miljøutslipp.

source: Poppet valves inside the TH.
nb: Poppet ventiler innvendig i produksjonsrørhenger (kilde:

source: The Island Constructor well intervention facility is operated by Island Offshore Management AS (Island Offshore).
nb: Brønnintervensjonsinnretninga Island Constructor er operert av Island Offshore Management AS (Island Offshore).

source: Once the DLTP project, which includes topside and subsea modifications at Draugen, is complete, it will be possible to use imported gas from the Åsgard Transport System through Draugen gas export mixed with export gas as fuel on board Draugen.
nb: Når DLTP-prosjektet er ferdig, som inkluderer modifikasjonar topside Draugen og Subsea, kan en bruke importert gass fra Åsgard Transport System gjennom Draugen gass-eksport blanda med eksport-gass som drivstoff om bord på Draugen.

source: CoPSAS’ own investigations /21/, /22/ and /36/ provide further descriptions of causes and measures for learning and improvement.
nb: CoPSAS sine egne granskninger /21/, /22/ og /36/, gir ytterligere beskrivelser av årsaksforhold og tiltak for læring og forbedring.

source: shows the breakdown between company types on the statement "
nb: viser fordelingen mellom selskapstypene på utsagnet «

source: The flat-braided sling used has a WLL of 4.8 tonnes.
nb: Den flatflettede stroppen som ble brukt, har en WWL på 4,8 tonn.

source: Fire barriers with coated or sprayed on fire protection material that does not fulfil the requirements to incombustibility, may be used if an overall assessment indicates that this is prudent from a safety point of view, cf. Section 11 on materials.
nb: Brannskiller med belagt eller påsprøytet brannbeskyttende materiale som ikke oppfyller kravet til ubrennbarhet, kan brukes dersom en totalvurdering viser at dette er sikkerhetsmessig forsvarlig, jf. § 11 om materialer.

source: Some others are:
nb: Noen andre usikkerheter er:

source: Smoke diver1 took a new air cylinder, but had problems putting it on.
nb: Røykdykker1 tok en ny luftflaske, men fikk problemer med å ta den på.

source: We have given Equinor Energy AS (Equinor) consent for exploration drilling of well 35/10-4 S.
nb: Vi har gitt Equinor Energy as (Equinor) samtykke til leiteboring av brønn 35/10-4 S.

source: In order to fulfil the requirements to ignition source control as mentioned in the first subsection, the standards ISO 13702 chapter 8 and
nb: For å oppfylle kravene til tennkildekontroll som nevnt i første ledd, bør standardene ISO 13702 kapittel 8 og

source: Deepsea Atlantic is operated by Odfjell Drilling and received an Acknowledgement of Compliance (AoC) from the PSA in 2009.
nb: Deepsea Atlantic er operert av Odfjell Drilling, og fekk samsvarsfråsegn (SUT) frå Ptil i 2009.

source: “This was adopted as our main issue in 2021 both to highlight their own responsibilities and to emphasise that this part of the industry needs good operating parameters to work safely.
nb: I 2021 valgte vi dette som Ptils Hovedtema, både for å belyse leverandørenes eget ansvar og for å understreke at denne delen av bransjen trenger gode rammebetingelser for å jobbe sikkert, sier Ingvil Tveit Håland, leder for Ptils oppfølging av leverandørene (begrepet omfatter også entreprenører og kontraktører).

source: Information about serious internal pitting corrosion found in nipples on OLS A did not lead to operational measures to prevent the oil spill from OLS B.
nb: Informasjon om funn av alvorlig innvendig gropkorrosjon i nippel på OLS A resulterte ikke i operasjonelle tiltak som forhindrer oljeutslippet fra OLS B.

source: In a statement about whether respondents have completed adequate simulator training related to well control, “only” 58% use the “agree” or “strongly agree” options.
nb: På et utsagn som omhandler hvorvidt respondentene har gjennomført tilstrekkelig simulatortrening relatert til brønnkontroll benytter «kun» 58% seg av alternativene «enig» eller «helt enig».

source: Where the authorities recommend using such standards, it is thus not the intention to go beyond the assumptions provided for the standards, unless specifically mentioned.
nb: Rettighetshaverens og eieren av landanleggets ansvar på denne forskriftens område vil i stor grad være oppfylt gjennom det overordnede ansvaret til å påse, som følger av andre ledd.

source: The audit was conducted through meetings, interviews, document reviews, verifications and functional testing at the facility.
nb: Tilsynsaktiviteten ble gjennomført ved møter, samtaler, dokumentgjennomgang, verifikasjoner og funksjonstesting i anlegget.

source: Aker BP - Consent for use of Skogul
nb: Aker BP - Samtykke til bruk av Deepsea Nordkapp på Skogul

source: The combination of rotation-resistant steel rope of high tensile strength, led over multiple sheaves of a small diameter (18xD/d) and subject several times to S bends during each crane operation, with a relatively high fleet angle between winch drum and upper sheave has resulted in loads which have resulted in a short service life for the rope.
nb: Kombinasjonen av rotasjonsfattig ståltau med høy strekkfasthet, ledet over flere skivehjul med liten diameter (18xD/d) og utsatt for S-bøyinger flere ganger under hver kranoperasjon, i kombinasjon med en forholdsvis stor flytvinkel mellom vinsjtrommel og øvre skivehjul, har resultert i belastinger som medførte kort levetid for ståltauet.

source: The PSA has given Statoil consent to use the Aasta Hansteen facility (Spar FPSO), subsea systems and infield pipelines.
nb: Ptil har gitt Statoil samtykke til å ta i bruk Aasta Hansteen-innretninga (Spar FPSO), undervassystem og feltinterne røyrleidningar.

source: , or for installation and operation of facilities for transport of CO
nb: , eller til anlegg og drift av innretninger for transport av CO

source: In order to assess the reaction of human beings to low-frequency vibrations, the NS 4931 standard should be used.
nb: For å bedømme menneskers reaksjoner på lavfrekvente vibrasjoner, bør standarden NS 4931 brukes.

source: This is a semi-submersible drilling facility of the Moss Maritim CS50 type, operated by North Atlantic Drilling.
nb: Dette er ei halvt nedsenkbar boreinnretning av typen Moss Maritim CS50, operert av North Atlantic Drilling.

source: CUI has been a known challenge at Mongstad over time.
nb: KUI har vært en kjent utfordring på Mongstad over tid.

source: “I’m not saying the tripartite collaboration wouldn’t have functioned without the RNNP, because other mechanisms would certainly have come into play.
nb: - Jeg sier ikke at trepartssamarbeidet ikke ville fungert uten RNNP, for da ville sikkert andre mekanismer trådt inn.

source: Statfjord Øst was discovered in 1976, and the plan for development and operation (PDO) was approved in 1990.
nb: Statfjord Øst blei påvist i 1976, og plan for utbygging og drift (PUD) blei godkjent i 1990.

source: It is registered in the Bahamas and classified by Rina/ABS.
nb: Ho er registrert på Bahamas og har klasse i Rina/ABS.

source: Short catnaps are also very effective if you have the opportunity to take them.”
nb: Små høneblunder er også svært effektive, hvis du har anledning, råder Bjorvatn.

source: It can operate in water depths from 70-750 metres and can either be anchored or operate as a dynamically positioned DP-3 facility.
nb: Den kan operere på vanndyp fra 70-750 meter og kan enten forankres eller operere som en dynamisk posisjonert DP-3 innretning.

source: He came to lying across work-experience pupil2.
nb: Han våknetliggende over utplasseringselev2.

source: Appendix E to that standard covers documentation and marking of lifting equipment, including the need for such equipment to have CE marking and a conformity declaration which accords with the machinery directive.
nb: Vedlegg E i standarden er om dokumentasjon og merking av løfteredskap, blant annet dette at løfteredskap skal ha CE-merking og være samsvarserklært i henhold til maskinforskriften.

source: We have given Lundin consent for exploration drilling of wells 16/5-8 S and 16/5-8 A.
nb: Vi har gitt Lundin samtykke til leiteboring av brønn 16/5-8 S og 16/5-8 A.

source: work with chemicals, cf. those regulations chapter 3, except for sections 3-23, 3-24 and 3-27,
nb: forskriften kapittel 3, med unntak av §§ 3-23, 3-24 og 3-27,

source: Esso – Slagentangen – investigation of naphtha leak
nb: Esso – Slagentangen – gransking av naftalekkasje

source: In these cases, the use of guidelines or standards will be legally binding.
nb: Bruk av retningslinjer eller standarder vil i disse tilfellene være rettslig bindende.

source: It emerged from the interviews that the WP and the procedure were not reviewed, but the intention was to review them after the raw water pump was lifted into place and secured.
nb: Det fremkom av intervjuene at AT-en og prosedyren ikke ble gått gjennom, men var tenkt gått gjennom etter at råvannspumpen var løftet på plass og sikret.

source: , in particular Chapter I, Section 5, Chapter II, Sections 6, 7 and 9 and Chapters III, IV and V, should be used.
nb: , spesielt kapittel I § 5, kapittel II §§ 6, 7 og 9 og kapittel III, IV og V, brukes.

source: For non-electrical equipment, the ISO 80079-36 standard should be used.
nb: For ikke-elektrisk utstyr bør standarden NS-EN ISO 80079-36 brukes.

source: Figure 9 presents a diagrammatic representation of relevant parts of the process, flare and drain system on Eldfisk FTP.
nb: En prinsippskisse for relevante deler av prosess, fakkel og dreneringssystem på Eldfisk FTP er vist i figur 9.

source: Production started in 1996 and ceased in 2001.
nb: Feltet blei første gang satt i produksjon i 1996 og stengt ned i 2001.

source: If everything’s important, nothing is.”
nb: Dersom alt er viktig, er ingenting viktig.

source: The production pipe weighted 572 kg and represented kinetic energy of 80242 Joule.
nb: Produksjonsrøret veide 572 kg og representerte en fallenergi på 80242 Joule.

source: The estimate of wave-crest height established by Haver (se
nb: Estimatene for bølgekam-høyde som Haver har etablert (ref.

source: The ventilation in indoor and outdoor areas shall cover the need for air change and provide acceptable air quality.
nb: Ventilasjonen i inne- og uteområder skal dekke behovet for luftveksling og gi akseptabel luftkvalitet.

source: At the same time, the control room was informed by walkie-talkie that more response personnel were needed.
nb: Samtidig ble det ropt over radio til kontrollrommet at det var behov for mer innsatspersonell.

source: A permanently installed VHF or an extra VHF.
nb: Fastmontert VHF eventuelt som ekstra VHF.

source: This is a semi-submersible drilling facility of the CAT D type.
nb: Dette er ei halvt nedsenkbar boreinnretning av CAT D-typen.

source: It will generate electrical power for use on the Snorre and Gullfaks fields, and is scheduled to commence production in 2022. Objective
nb: Den skal produsere elektrisk kraft til bruk på feltene Snorre og Gullfaks, og skal etter planen starte produksjonen i 2022. Mål

source: The crack(s) in the concrete created contact between external seawater and internal oil.
nb: Sprekken(e) i betongen skapte kontakt mellom sjøvannet på utsiden og oljen inne i cellen.

source: In the event of work accidents that have led to death or serious personal injury, the Police shall be notified as mentioned in Section 5-2 of the Working Environment Act
nb: Ved arbeidsulykker som har ført til dødsfall eller alvorlig personskade, skal politiet varsles som nevnt i arbeidsmiljøloven § 5-2

source: Vega is a field located in the northern part of the North Sea, 28 kilometres west of the Gjøa field.
nb: Vegafeltet ligg i den nordlege delen av Nordsjøen, 28 kilometer vest for Gjøa.

source: health, working environment and safety.
nb: arbeidsmiljø og sikkerhet.

source: For monitoring and control as mentioned in the first subsection, there should be at least two persons to
nb: For overvåking og kontroll som nevnt i første ledd, bør det være minst to personer til å ivareta

source: In order to fulfil requirements in Section 25 third subsection litera d last sentence, relevant parts of the
nb: For å oppfylle krav i § 25 tredje ledd bokstav d siste setning, kan relevante deler av

source: service vessel laid to the port side of Scarabeo 8 for loading of drilling water and diesel oil.
nb: Servicefartøyet Troms Pollux legger seg på babord side av Scarabeo 8 for lasting av drillvann og diesel.

source: The operations engineer decided to postpone his holiday to ensure that no misunderstandings would arise and to get the boiler back on line.
nb: Driftsingeniør bestemte å utsette ferien sin blant annet for at det ikke skulle bli noen misforståelser, og for å få kjelen i drift.

source: About 800 000 personnel in Norway work at night or in a three-shift rotation.
nb: I Norge jobber rundt 800 000 arbeidstakere om natten eller i tredelt turnus.

source: This is also used at Mongstad.
nb: Dette er også benyttet på Mongstad.

source: According to Section 3-1 of the Working Environment Act, the employer shall carry out systematic health, safety and environment work in cooperation with the employees and their representatives.
nb: Etter arbeidsmiljøloven § 3-1 framgår det også at arbeidsgiver skal utføre systematisk helse-, miljø- og sikkerhetsarbeid i samarbeid med arbeidstakerne og deres tillitsvalgte.

source: Neither executing nor supervisory personnel were familiar with the special attention which had to be paid when using flat-braided wire rope slings, even though Maersk has conducted two investigations after such slings have failed.
nb: Hverken utførende eller ledende personell var kjent med spesielle hensyn som måtte tas med bruk av flatflettede ståltaustropper, og det selv om Maersk har gjennomført to granskinger etter at slike stropper har røket.

source: Correspondingly, the safety zone is terminated when the facility exits "auto DP" to leave the position.
nb: Tilsvarende opphører sikkerhetssonen når innretningen går ut av "auto DP" for å forlate posisjonen.

source: § 56 Load-bearing structures and maritime systems
nb: § 56 Bærende konstruksjoner og maritime systemer

source: review of well management systems at operators and contractors
nb: gjennomgang av brønnstyringssystemer hos operatører og kontraktører,

source: Nor has a user manual been prepared for this equipment.
nb: Det er heller ikke utarbeidet en bruksanvisning for dette utstyret.

source: An in-depth study has been conducted for the 2021 report to assess the extent of erroneous and inadequate reporting to the RNNP, Husebø reports.
nb: For 2021-rapporten er det gjennomført en undersøkelse for å vurdere graden av feil- og underrapportering, forteller Husebø.

source: The training shall be adapted to changed or new risk in the enterprise, and repeated when necessary.
nb: Opplæringen skal tilpasses endret eller ny risiko i virksomheten og gjentas når det er nødvendig.

source: Important barriers such as the use of an SJA and involvement of lifting expertise might thereby have been overlooked.
nb: Dermed kan viktige barrierer som bruk av SJA og involvering av løftekompetanse ha blitt oversett.

source: An emergency preparedness drill covering all personnel on the facility should be carried out at
nb: En beredskapsøvelse som omfatter alt personell på innretningen, bør utføres minst én gang i løpet

source: an older version of the machinery directive– 98/37/EF.
nb: refererer til en eldre versjon av maskinforskriften, versjon 98/37/EF.

source: It emerged subsequently that Statoil’s understanding of the term was an in situ test, where the dispersant would be used on a small area of oil on the sea surface to investigate its effect as the basis for deciding on further use of chemical dispersion as a response measure.
nb: I ettertid viste det seg at Statoils forståelse av begrepet var en in situ-test, der dispergering var tenkt forsøkt på et lite areal sjøoverflate med olje for å undersøke effekten av dispergeringsmiddelet som grunnlag for avgjørelse om videre bruk av kjemisk dispergering som bekjempelsesmetode.

source: Installing the ADS was an extra job on top of the work to be done on the BOP.
nb: av ADS systemet var en ekstraoppgave som kom i tillegg til arbeidet som skulle gjøres på BOP.

source: In case no requirements are given for sensor validation, the
nb: lagringsformasjonen er egnet for injeksjon av det aktuelle materialet.
